IDEA Open Model
BoltGrid.Material Property
Compatible with IDEA StatiCa Beta 20.0
 The material of the bolt assembly
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Material { get; set; }
Public Property Material As String
	Get
	Set
Property Value
Type: String
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace